// Пользователь вводит число. 
// 1. Определить количество цифр в этом числе
// 2. Посчитать их сумму и среднее арифметическое
// 3. Определить количество нулей в этом числе
// Общение с пользователем организовать через меню

#include <iostream>
#include <windows.h>
using namespace std;

int main()
{
    SetConsoleCP(1251);
    SetConsoleOutputCP(1251);

    cout << "Hello World!\n";
}

